import React from 'react';
import './about-game.css';

export function AboutGame() {
    return (
        <div className="about-game">
                
                <h2 className="about-game-title">Об игре</h2>
                <h3 className="about-game-subtitle">Новый фэнтезийный ролевой боевик</h3>
                <p className="about-game-text">
                    Восстань, погасшая душа! Междуземье ждёт своего повелителя. Пусть благодать приведёт тебя к Кольцу Элден.
                </p>
                <h3 className="about-game-subtitle">Огромный захватывающий мир</h3>
                <p className="about-game-text">
                    Огромный мир с открытыми полями, множеством ситуаций и гигантскими подземельями, где сложные трёхмерные конструкции сочетаются воедино. Путешествуйте, преодолевайте смертельные опасности и радуйтесь успехам.
                </p>
                <h3 className="about-game-subtitle">Создайте своего персонажа</h3>
                <p className="about-game-text">
                    Вы можете не только изменить внешность персонажа, но также комбинировать оружие, броню и предметы. Развивайте персонажа по своему вкусу. Наращивайте мышцы или постигайте таинства магии.
                </p>
                <h3 className="about-game-subtitle">Эпическая драма, выросшая из мифа</h3>
                <p className="about-game-text">
                    Многослойная история, разбитая на фрагменты. Эпическая драма, в которой мысли персонажей пересекаются в Междуземье.
                </p>
                <h3 className="about-game-subtitle">Уникальный сетевой режим, приближающий вас к другим игрокам
                    это подзаголовки</h3>
                <p className="about-game-text">
                    Помимо многопользовательского режима, в котором вы напрямую подключаетесь к другим игрокам и путешествуете вместе, есть асинхронный сетевой режим, позволяющий ощутить присутствие других игроков.
                </p>
            </div>
    );
}
